Repository: Unixcision/uniconnect
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, km, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# command.closeWindow.title
source: Close Window
ar: إغلاق النافذة
bs: Zatvori prozor
da: Luk vindue
de: Fenster schließen
es: Cerrar ventana
fr: Fermer la fenêtre
it: Chiudi finestra
ja: ウインドウを閉じる
ko: 윈도우 닫기
nb: Lukk vindu
pl: Zamknij okno
pt_br: Fechar Janela
ru: Закрыть окно
th: ปิดหน้าต่าง
tr: Pencereyi Kapat
uk: Закрити вікно
zh_hans: 关闭窗口
zh_hant: 關閉視窗

# command.copySurfaceLink.title
source: Copy Surface Link
ar: نسخ رابط السطح
bs: Kopiraj link površine
da: Kopiér overfladelink
de: Oberflächen-Link kopieren
es: Copiar enlace de superficie
fr: Copier le lien de la surface
it: Copia link superficie
ja: サーフェスリンクをコピー
km: ចម្លងតំណភ្ជាប់ផ្ទៃ
ko: 서피스 링크 복사
nb: Kopier overflatelenke
pl: Kopiuj link powierzchni
pt_br: Copiar link da superfície
ru: Копировать ссылку на поверхность
th: คัดลอกลิงก์เซอร์เฟซ
tr: Yüzey bağlantısını kopyala
uk: Копіювати посилання на поверхню
zh_hans: 复制界面链接
zh_hant: 複製介面連結

# command.copyPaneLink.title
source: Copy Pane Link
ar: نسخ رابط الجزء
bs: Kopiraj link panela
da: Kopiér panellink
de: Fensterbereich-Link kopieren
es: Copiar enlace del panel
fr: Copier le lien du volet
it: Copia link riquadro
ja: ペインリンクをコピー
km: ចម្លងតំណភ្ជាប់ផ្ទាំង
ko: 패널 링크 복사
nb: Kopier panellenke
pl: Kopiuj link panelu
pt_br: Copiar link do painel
ru: Копировать ссылку на панель
th: คัดลอกลิงก์พาเนล
tr: Bölme bağlantısını kopyala
uk: Копіювати посилання на панель
zh_hans: 复制窗格链接
zh_hant: 複製窗格連結

# command.copyWorkspaceLink.title
source: Copy Workspace Link
ar: نسخ رابط مساحة العمل
bs: Kopiraj link radnog prostora
da: Kopiér arbejdsområdelink
de: Arbeitsbereich-Link kopieren
es: Copiar enlace de espacio de trabajo
fr: Copier le lien de l’espace de travail
it: Copia link area di lavoro
ja: ワークスペースリンクをコピー
km: ចម្លងតំណភ្ជាប់កន្លែងធ្វើការ
ko: 워크스페이스 링크 복사
nb: Kopier arbeidsområdelenke
pl: Kopiuj link obszaru roboczego
pt_br: Copiar link do espaço de trabalho
ru: Копировать ссылку на рабочую область
th: คัดลอกลิงก์เวิร์กสเปซ
tr: Çalışma alanı bağlantısını kopyala
uk: Копіювати посилання на робочий простір
zh_hans: 复制工作区链接
zh_hant: 複製工作區連結

# command.closeWorkspace.subtitle
source: Workspace
ar: مساحة العمل
bs: Radni prostor
da: Arbejdsområde
de: Arbeitsbereich
es: Espacio de trabajo
fr: Espace de travail
it: Area di lavoro
ja: ワークスペース
ko: 작업 공간
nb: Arbeidsområde
pl: Przestrzeń robocza
pt_br: Área de Trabalho
ru: Рабочее пространство
th: เวิร์กสเปซ
tr: Çalışma Alanı
uk: Робоча область
zh_hans: 工作区
zh_hant: 工作區

# command.closeWorkspace.title
source: Close Workspace
ar: إغلاق مساحة العمل
bs: Zatvori radni prostor
da: Luk arbejdsområde
de: Arbeitsbereich schließen
es: Cerrar espacio de trabajo
fr: Fermer l'espace de travail
it: Chiudi area di lavoro
ja: ワークスペースを閉じる
ko: 작업 공간 닫기
nb: Lukk arbeidsområde
pl: Zamknij przestrzeń roboczą
pt_br: Fechar Área de Trabalho
ru: Закрыть рабочее пространство
th: ปิดเวิร์กสเปซ
tr: Çalışma Alanını Kapat
uk: Закрити робочу область
zh_hans: 关闭工作区
zh_hant: 關閉工作區

# dialog.cmuxConfig.confirmCommand.cancel
source: Cancel
ar: إلغاء
bs: Otkaži
da: Annuller
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
nb: Avbryt
pl: Anuluj
pt_br: Cancelar
ru: Отмена
th: ยกเลิก
tr: İptal
uk: Скасувати
zh_hans: 取消
zh_hant: 取消

# dialog.sshURL.launchFailed.missingCLI
source: The bundled cmux CLI is missing from this app build.
ar: أداة cmux CLI المضمنة مفقودة من هذا الإصدار من التطبيق.
bs: Ugrađeni cmux CLI nedostaje u ovoj verziji aplikacije.
da: Den medfølgende cmux CLI mangler i denne appversion.
de: Die mitgelieferte cmux CLI fehlt in diesem App-Build.
es: Falta la CLI de cmux incluida en esta compilación de la app.
fr: L’interface CLI cmux intégrée est absente de cette version de l’application.
it: La CLI cmux inclusa non è presente in questa build dell’app.
ja: このアプリビルドに同梱されている cmux CLI が見つかりません。
km: បាត់ cmux CLI ដែលបានរួមបញ្ចូលពីកំណែកម្មវិធីនេះ។
ko: 이 앱 빌드에 번들된 cmux CLI가 없습니다.
nb: Den medfølgende cmux CLI-en mangler i denne appversjonen.
pl: W tej kompilacji aplikacji brakuje dołączonego interfejsu cmux CLI.
pt_br: O cmux CLI incluído está ausente desta compilação do app.
ru: В этой сборке приложения отсутствует встроенный cmux CLI.
th: บิลด์แอปนี้ไม่มี cmux CLI ที่รวมมา
tr: Bu uygulama derlemesinde paketlenmiş cmux CLI eksik.
uk: У цій збірці застосунку відсутній вбудований cmux CLI.
zh_hans: 此 App 构建缺少内置的 cmux CLI。
zh_hant: 此 App 版本缺少內建的 cmux CLI。

# dialog.textURL.blocked.ok
source: OK
ar: حسنًا
bs: U redu
es: Aceptar
km: យល់ព្រម
ko: 확인
th: ตกลง
tr: Tamam
zh_hans: 确定
zh_hant: 確定

# dialog.textURL.blocked.title
source: UniConnect Link Blocked
ar: تم حظر رابط UniConnect
bs: UniConnect Link blokiran
da: UniConnect Link blokeret
de: UniConnect Link blockiert
es: Enlace UniConnect bloqueado
fr: Lien UniConnect bloqué
it: UniConnect Collegamento bloccato
ja: UniConnect リンクがブロックされました
km: តំណភ្ជាប់ UniConnect ត្រូវបានរារាំង
ko: UniConnect 링크가 차단됨
nb: UniConnect Link blokkert
pl: Zablokowane łącze UniConnect
pt_br: Link UniConnect bloqueado
ru: Ссылка UniConnect заблокирована
th: ลิงก์ UniConnect ถูกบล็อก
tr: UniConnect Bağlantısı Engellendi
uk: Посилання UniConnect заблоковано
zh_hans: UniConnect 链接被阻止
zh_hant: UniConnect 連結被阻止

# dialog.textURL.cancel
source: Cancel
ar: إلغاء
bs: Otkaži
da: Annuller
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
km: បោះបង់
ko: 취소
nb: Avbryt
pl: Anuluj
pt_br: Cancelar
ru: Отмена
th: ยกเลิก
tr: İptal
uk: Скасувати
zh_hans: 取消
zh_hant: 取消

# dialog.textURL.error.duplicateParameter
source: The link repeated a parameter: %@
ar: قام الرابط بتكرار معلمة: %@
bs: Veza je ponovila parametar: %@
da: Linket gentog en parameter: %@
de: Der Link wiederholte einen Parameter: %@
es: El enlace repetía un parámetro: %@
fr: Le lien répétait un paramètre: %@
it: Il collegamento ripeteva un parametro: %@
ja: リンクでパラメータが重複しています: %@
km: តំណភ្ជាប់បានធ្វើម្តងទៀតនូវប៉ារ៉ាម៉ែត្រមួយ៖ %@
ko: 링크에서 매개변수 %@를 반복했습니다.
nb: Koblingen gjentok en parameter: %@
pl: W łączu powtórzono parametr: %@
pt_br: O link repetiu um parâmetro: %@
ru: Ссылка повторяла параметр: %@
th: ลิงก์ทำซ้ำพารามิเตอร์: %@
tr: Bağlantı bir parametreyi tekrarladı: %@
uk: Посилання повторювало параметр: %@
zh_hans: 该链接重复了一个参数: %@
zh_hant: 此連結重複了一個參數: %@

# dialog.textURL.error.invalidBooleanParameter
source: The link included an invalid boolean value for parameter: %@
ar: يتضمن الارتباط قيمة منطقية غير صالحة للمعلمة: %@
bs: Veza je uključivala nevažeću logičku vrijednost za parametar: %@
da: Linket indeholdt en ugyldig boolesk værdi for parameteren: %@
de: Der Link enthielt einen ungültigen booleschen Wert für den Parameter: %@
es: El enlace incluía un valor booleano no válido para el parámetro: %@
fr: Le lien incluait une valeur booléenne non valide pour le paramètre: %@
it: Il collegamento includeva un valore booleano non valido per il parametro: %@
ja: リンクのパラメータに無効な真偽値が含まれています: %@
km: តំណរួមបញ្ចូលតម្លៃប៊ូលីនមិនត្រឹមត្រូវសម្រាប់ប៉ារ៉ាម៉ែត្រ៖ %@
ko: 링크에 매개변수 %@에 잘못된 부울 값이 포함되어 있습니다.
nb: Linken inkluderte en ugyldig boolsk verdi for parameteren: %@
pl: Link zawierał nieprawidłową wartość logiczną parametru: %@
pt_br: O link incluía um valor booleano inválido para o parâmetro: %@
ru: Ссылка содержала недопустимое логическое значение параметра: %@.
th: ลิงก์นี้มีค่าบูลีนที่ไม่ถูกต้องสำหรับพารามิเตอร์: %@
tr: Bağlantı, şu parametre için geçersiz bir boolean değeri içeriyordu: %@
uk: Посилання містило недійсне логічне значення для параметра: %@
zh_hans: 该链接包含参数的无效布尔值: %@
zh_hant: 此連結包含參數的無效布林值: %@

# dialog.textURL.error.missingText
source: The link did not include text.
ar: الرابط لم يتضمن النص.
bs: Veza nije sadržavala tekst.
da: Linket indeholdt ikke tekst.
de: Der Link enthielt keinen Text.
es: El enlace no incluía texto.
fr: Le lien ne comprenait pas de texte.
it: Il collegamento non includeva testo.
ja: リンクにテキストが含まれていません。
km: តំណភ្ជាប់មិនរួមបញ្ចូលអត្ថបទទេ។
ko: 링크에 텍스트가 포함되지 않았습니다.
nb: Linken inneholdt ikke tekst.
pl: Link nie zawierał tekstu.
pt_br: O link não incluía texto.
ru: В ссылке не было текста.
th: ลิงก์ไม่มีข้อความ
tr: Bağlantı metin içermiyordu.
uk: Посилання не містить тексту.
zh_hans: 该链接不包含文本。
zh_hant: 該連結不包含文字。

# dialog.textURL.error.multipleLinks
source: Only one UniConnect external link can be opened at a time.
ar: يمكن فتح رابط خارجي واحد من UniConnect فقط في كل مرة.
bs: Istovremeno se može otvoriti samo jedna vanjska UniConnect veza.
da: Kun ét eksternt UniConnect-link kan åbnes ad gangen.
de: Es kann jeweils nur ein externer UniConnect-Link geöffnet werden.
es: Solo se puede abrir un enlace externo de UniConnect a la vez.
fr: Un seul lien externe UniConnect peut être ouvert à la fois.
it: È possibile aprire solo un link esterno UniConnect alla volta.
ja: UniConnect の外部リンクは一度に 1 つだけ開けます。
km: មានតែតំណភ្ជាប់ខាងក្រៅ UniConnect មួយប៉ុណ្ណោះដែលអាចបើកបានក្នុងពេលតែមួយ។
ko: 한 번에 하나의 UniConnect 외부 링크만 열 수 있습니다.
nb: Bare én ekstern UniConnect-kobling kan åpnes om gangen.
pl: Jednocześnie można otworzyć tylko jeden zewnętrzny link UniConnect.
pt_br: Apenas um link externo do UniConnect pode ser aberto por vez.
ru: Одновременно можно открыть только одну внешнюю ссылку UniConnect.
th: สามารถเปิดลิงก์ภายนอก UniConnect ได้ครั้งละหนึ่งรายการเท่านั้น
tr: Aynı anda yalnızca bir harici UniConnect bağlantısı açılabilir.
uk: Одночасно можна відкрити лише одне зовнішнє посилання UniConnect.
zh_hans: 一次只能打开一个 UniConnect 外部链接。
zh_hant: 一次只能開啟一個 UniConnect 外部連結。

# dialog.textURL.error.nameContainsUnsafeCharacters
source: The link name contains hidden control or formatting characters, so UniConnect refused to use it.
ar: يحتوي اسم الارتباط على أحرف تحكم أو تنسيق مخفية، لذا رفضت UniConnect استخدامه.
bs: Ime veze sadrži skrivene znakove za kontrolu ili formatiranje, tako da je UniConnect odbio da ga koristi.
da: Linknavnet indeholder skjulte kontrol- eller formateringstegn, så UniConnect nægtede at bruge det.
de: Der Linkname enthält versteckte Steuer- oder Formatierungszeichen, daher weigerte sich UniConnect, ihn zu verwenden.
es: El nombre del enlace contiene caracteres de control o formato ocultos, por lo que UniConnect se negó a usarlo.
fr: Le nom du lien contient des caractères de contrôle ou de formatage cachés, donc UniConnect a refusé de l'utiliser.
it: Il nome del collegamento contiene caratteri di controllo o formattazione nascosti, quindi UniConnect ha rifiutato di utilizzarlo.
ja: リンク名に非表示の制御文字または書式文字が含まれているため、UniConnect は使用を拒否しました。
km: ឈ្មោះតំណមានតួអក្សរដែលលាក់ ឬធ្វើទ្រង់ទ្រាយ ដូច្នេះ UniConnect បដិសេធមិនប្រើវាទេ។
ko: 링크 이름에 숨겨진 제어 또는 서식 지정 문자가 포함되어 있으므로 UniConnect는 이를 사용하기를 거부했습니다.
nb: Koblingsnavnet inneholder skjulte kontroll- eller formateringstegn, så UniConnect nektet å bruke det.
pl: Nazwa łącza zawiera ukryte znaki sterujące lub formatujące, więc UniConnect odmówił jego użycia.
pt_br: O nome do link contém controles ocultos ou caracteres de formatação, então UniConnect se recusou a usá-lo.
ru: Имя ссылки содержит скрытые управляющие или форматирующие символы, поэтому UniConnect отказался ее использовать.
th: ชื่อลิงก์มีอักขระควบคุมหรือการจัดรูปแบบที่ซ่อนอยู่ ดังนั้น UniConnect จึงปฏิเสธที่จะใช้
tr: Bağlantı adı gizli kontrol veya biçimlendirme karakterleri içerdiğinden UniConnect onu kullanmayı reddetti.
uk: Назва посилання містить приховані символи керування або форматування, тому UniConnect відмовився від її використання.
zh_hans: 链接名称包含隐藏控制或格式字符，因此 UniConnect 拒绝使用它。
zh_hant: 連結名稱包含隱藏控製或格式字符，因此 UniConnect 拒絕使用它。

# dialog.textURL.error.nameTooLong
source: The link name is too long. The maximum length is %lld characters.
ar: اسم الرابط طويل جدًا. الحد الأقصى للطول هو أحرف %lld.
bs: Naziv veze je predugačak. Maksimalna dužina je %lld znakova.
da: Linknavnet er for langt. Den maksimale længde er %lld tegn.
de: Der Linkname ist zu lang. Die maximale Länge beträgt %lld Zeichen.
es: El nombre del enlace es demasiado largo. La longitud máxima es caracteres %lld.
fr: Le nom du lien est trop long. La longueur maximale est de caractères %lld.
it: Il nome del collegamento è troppo lungo. La lunghezza massima è di %lld caratteri.
ja: リンク名が長すぎます。最大長は %lld 文字です。
km: ឈ្មោះតំណវែងពេក។ ប្រវែងអតិបរមាគឺតួអក្សរ %lld ។
ko: 링크 이름이 너무 깁니다. 최대 길이는 %lld 문자입니다.
nb: Linknavnet er for langt. Maksimal lengde er %lld tegn.
pl: Nazwa linku jest za długa. Maksymalna długość to znaki %lld.
pt_br: O nome do link é muito longo. O comprimento máximo é de caracteres %lld.
ru: Имя ссылки слишком длинное. Максимальная длина — %lld символов.
th: ชื่อลิงก์ยาวเกินไป ความยาวสูงสุดคืออักขระ %lld
tr: Bağlantı adı çok uzun. Maksimum uzunluk %lld karakterdir.
uk: Назва посилання задовга. Максимальна довжина – %lld символів.
zh_hans: 链接名称太长。最大长度为 %lld 个字符。
zh_hant: 連結名稱太長。最大長度為 %lld 個字元。

# dialog.textURL.error.textContainsUnsafeCharacters
source: The link text contains unsupported or hidden characters, so UniConnect refused to use it.
ar: يحتوي نص الارتباط على أحرف غير مدعومة أو مخفية، لذا رفضت UniConnect استخدامه.
bs: Tekst veze sadrži nepodržane ili skrivene znakove, pa je UniConnect odbio da ga koristi.
da: Linkteksten indeholder ikke-understøttede eller skjulte tegn, så UniConnect nægtede at bruge den.
de: Der Linktext enthält nicht unterstützte oder versteckte Zeichen, daher weigerte sich UniConnect, ihn zu verwenden.
es: El texto del enlace contiene caracteres ocultos o no admitidos, por lo que UniConnect se negó a utilizarlo.
fr: Le texte du lien contient des caractères non pris en charge ou masqués, donc UniConnect a refusé de l'utiliser.
it: Il testo del collegamento contiene caratteri non supportati o nascosti, quindi UniConnect ha rifiutato di utilizzarlo.
ja: リンクテキストに未対応または非表示の文字が含まれているため、UniConnect は使用を拒否しました。
km: អត្ថបទតំណមានតួអក្សរដែលមិនគាំទ្រ ឬលាក់ ដូច្នេះ UniConnect បដិសេធមិនប្រើវា។
ko: 링크 텍스트에 지원되지 않거나 숨겨진 문자가 포함되어 있어 UniConnect가 사용을 거부했습니다.
nb: Linkteksten inneholder ustøttede eller skjulte tegn, så UniConnect nektet å bruke den.
pl: Tekst łącza zawiera nieobsługiwane lub ukryte znaki, dlatego UniConnect odmówił jego użycia.
pt_br: O texto do link contém caracteres não suportados ou ocultos, então UniConnect recusou-se a usá-lo.
ru: Текст ссылки содержит неподдерживаемые или скрытые символы, поэтому UniConnect отказался ее использовать.
th: ข้อความลิงก์มีอักขระที่ไม่รองรับหรือซ่อนไว้ ดังนั้น UniConnect จึงปฏิเสธที่จะใช้
tr: Bağlantı metni desteklenmeyen veya gizli karakterler içerdiğinden UniConnect onu kullanmayı reddetti.
uk: Текст посилання містить непідтримувані або приховані символи, тому UniConnect відмовився його використовувати.
zh_hans: 链接文本包含不支持或隐藏的字符，因此 UniConnect 拒绝使用它。
zh_hant: 連結文字包含不支援或隱藏的字符，因此 UniConnect 拒絕使用它。

# dialog.textURL.error.textTooLong
source: The link text is too long. The maximum length is %lld characters.
ar: نص الرابط طويل جدًا. الحد الأقصى للطول هو أحرف %lld.
bs: Tekst veze je predugačak. Maksimalna dužina je %lld znakova.
da: Linkteksten er for lang. Den maksimale længde er %lld tegn.
de: Der Linktext ist zu lang. Die maximale Länge beträgt %lld Zeichen.
es: El texto del enlace es demasiado largo. La longitud máxima es caracteres %lld.
fr: Le texte du lien est trop long. La longueur maximale est de caractères %lld.
it: Il testo del collegamento è troppo lungo. La lunghezza massima è di %lld caratteri.
ja: リンクテキストが長すぎます。最大長は %lld 文字です。
km: អត្ថបទតំណវែងពេក។ ប្រវែងអតិបរមាគឺតួអក្សរ %lld ។
ko: 링크 텍스트가 너무 깁니다. 최대 길이는 %lld 문자입니다.
nb: Linkteksten er for lang. Maksimal lengde er %lld tegn.
pl: Tekst linku jest za długi. Maksymalna długość to znaki %lld.
pt_br: O texto do link é muito longo. O comprimento máximo é de caracteres %lld.
ru: Текст ссылки слишком длинный. Максимальная длина — %lld символов.
th: ข้อความลิงก์ยาวเกินไป ความยาวสูงสุดคืออักขระ %lld
tr: Bağlantı metni çok uzun. Maksimum uzunluk %lld karakterdir.
uk: Текст посилання задовгий. Максимальна довжина – %lld символів.
zh_hans: 链接文本太长。最大长度为 %lld 个字符。
zh_hant: 連結文字太長。最大長度為 %lld 個字元。

# dialog.textURL.error.titleContainsUnsafeCharacters
source: The link title contains hidden control or formatting characters, so UniConnect refused to use it.
ar: يحتوي عنوان الارتباط على عناصر تحكم أو أحرف تنسيق مخفية، لذا رفضت UniConnect استخدامه.
bs: Naslov veze sadrži skrivene znakove za kontrolu ili formatiranje, tako da je UniConnect odbio da ga koristi.
da: Linktitlen indeholder skjulte kontrol- eller formateringstegn, så UniConnect nægtede at bruge den.
de: Der Linktitel enthält versteckte Steuer- oder Formatierungszeichen, daher weigerte sich UniConnect, diese zu verwenden.
es: El título del enlace contiene caracteres de control o formato ocultos, por lo que UniConnect se negó a usarlo.
fr: Le titre du lien contient des caractères de contrôle ou de formatage cachés, donc UniConnect a refusé de l'utiliser.
it: Il titolo del collegamento contiene caratteri di controllo o formattazione nascosti, quindi UniConnect ha rifiutato di utilizzarlo.
ja: リンクタイトルに非表示の制御文字または書式文字が含まれているため、UniConnect は使用を拒否しました。
km: ចំណងជើងតំណមានវត្ថុបញ្ជាដែលលាក់ ឬទម្រង់តួអក្សរ ដូច្នេះ UniConnect បដិសេធមិនប្រើវាទេ។
ko: 링크 제목에 숨겨진 제어 또는 서식 지정 문자가 포함되어 있어 UniConnect는 이를 사용을 거부했습니다.
nb: Koblingstittelen inneholder skjulte kontroll- eller formateringstegn, så UniConnect nektet å bruke den.
pl: Tytuł linku zawiera ukryte znaki sterujące lub formatujące, więc UniConnect odmówił jego użycia.
pt_br: O título do link contém controles ocultos ou caracteres de formatação, então UniConnect se recusou a usá-lo.
ru: Заголовок ссылки содержит скрытые управляющие или форматирующие символы, поэтому UniConnect отказался его использовать.
th: ชื่อลิงก์มีอักขระควบคุมหรือการจัดรูปแบบที่ซ่อนอยู่ ดังนั้น UniConnect จึงปฏิเสธที่จะใช้
tr: Bağlantı başlığı gizli kontrol veya biçimlendirme karakterleri içerdiğinden UniConnect bunu kullanmayı reddetti.
uk: Заголовок посилання містить приховані символи керування або форматування, тому UniConnect відмовився його використовувати.
zh_hans: 链接标题包含隐藏的控制或格式字符，因此 UniConnect 拒绝使用它。
zh_hant: 連結標題包含隱藏的控製或格式字符，因此 UniConnect 拒絕使用它。

# dialog.textURL.error.titleTooLong
source: The link title is too long. The maximum length is %lld characters.
ar: عنوان الرابط طويل جدًا. الحد الأقصى للطول هو أحرف %lld.
bs: Naslov veze je predugačak. Maksimalna dužina je %lld znakova.
da: Linktitlen er for lang. Den maksimale længde er %lld tegn.
de: Der Linktitel ist zu lang. Die maximale Länge beträgt %lld Zeichen.
es: El título del enlace es demasiado largo. La longitud máxima es caracteres %lld.
fr: Le titre du lien est trop long. La longueur maximale est de caractères %lld.
it: Il titolo del collegamento è troppo lungo. La lunghezza massima è di %lld caratteri.
ja: リンクタイトルが長すぎます。最大長は %lld 文字です。
km: ចំណងជើងតំណវែងពេក។ ប្រវែងអតិបរមាគឺតួអក្សរ %lld ។
ko: 링크 제목이 너무 깁니다. 최대 길이는 %lld 문자입니다.
nb: Linktittelen er for lang. Maksimal lengde er %lld tegn.
pl: Tytuł linku jest za długi. Maksymalna długość to znaki %lld.
pt_br: O título do link é muito longo. O comprimento máximo é de caracteres %lld.
ru: Название ссылки слишком длинное. Максимальная длина — %lld символов.
th: ชื่อลิงก์ยาวเกินไป ความยาวสูงสุดคืออักขระ %lld
tr: Bağlantı başlığı çok uzun. Maksimum uzunluk %lld karakterdir.
uk: Назва посилання задовга. Максимальна довжина – %lld символів.
zh_hans: 链接标题太长。最大长度为 %lld 个字符。
zh_hant: 連結標題太長。最大長度為 %lld 個字元。

# dialog.textURL.error.unsupportedParameter
source: The link included an unsupported parameter: %@
ar: يتضمن الارتباط معلمة غير مدعومة: %@
bs: Veza je uključivala nepodržani parametar: %@
da: Linket indeholdt en ikke-understøttet parameter: %@
de: Der Link enthielt einen nicht unterstützten Parameter: %@
es: El enlace incluía un parámetro no admitido: %@
fr: Le lien incluait un paramètre non pris en charge: %@
it: Il collegamento includeva un parametro non supportato: %@
ja: リンクに未対応のパラメータが含まれています: %@
km: តំណភ្ជាប់រួមបញ្ចូលប៉ារ៉ាម៉ែត្រដែលមិនគាំទ្រ៖ %@
ko: 링크에 지원되지 않는 매개변수(%@)가 포함되어 있습니다.
nb: Linken inkluderte en parameter som ikke støttes: %@
pl: Łącze zawierało nieobsługiwany parametr: %@
pt_br: O link incluía um parâmetro não suportado: %@
ru: В ссылке содержится неподдерживаемый параметр: %@.
th: ลิงก์นี้มีพารามิเตอร์ที่ไม่รองรับ: %@
tr: Bağlantı desteklenmeyen bir parametre içeriyordu: %@
uk: Посилання містило непідтримуваний параметр: %@
zh_hans: 该链接包含不受支持的参数: %@
zh_hant: 此連結包含不支援的參數: %@

# dialog.textURL.kind.prompt
source: Prompt
ar: مطالبة
ja: プロンプト
km: ជម្រុញ
ko: 프롬프트
ru: Промпт
th: พรอมต์
uk: Промпт
zh_hans: 提示
zh_hant: 提示

# dialog.textURL.kind.rules
source: Rules
ar: قواعد
bs: Pravila
da: Regler
de: Regeln
es: Normas
fr: Règles
it: Regole
ja: ルール
km: ច្បាប់
ko: 규칙
nb: Regler
pl: Zasady
pt_br: Regras
ru: Правила
th: กฎ
tr: Kurallar
uk: Правила
zh_hans: 规则
zh_hant: 規則

# dialog.textURL.kindLabel
source: Link type: %@
ar: نوع الرابط: %@
bs: Vrsta veze: %@
de: Linktyp: %@
es: Tipo de enlace: %@
fr: Type de lien: %@
it: Tipo di collegamento: %@
ja: リンクタイプ: %@
km: ប្រភេទតំណភ្ជាប់៖ %@
ko: 링크 유형: %@
nb: Koblingstype: %@
pl: Typ łącza: %@
pt_br: Tipo de link: %@
ru: Тип ссылки: %@
th: ประเภทลิงค์: %@
tr: Bağlantı türü: %@
uk: Тип посилання: %@
zh_hans: 链接类型: %@
zh_hant: 連結類型: %@

# dialog.textURL.paste
source: Paste
ar: لصق
bs: Zalijepi
da: Indsæt
de: Einfügen
es: Pegar
fr: Coller
it: Incolla
ja: ペースト
km: បិទភ្ជាប់
ko: 붙여넣기
nb: Lim inn
pl: Wklej
pt_br: Colar
ru: Вставить
th: วาง
tr: Yapıştır
uk: Вставити
zh_hans: 粘贴
zh_hant: 貼上

# dialog.textURL.pasteFailed.message
source: UniConnect could not send the link text to a terminal.
ar: تعذر على UniConnect إرسال نص الرابط إلى طرفية.
bs: UniConnect nije mogao poslati tekst veze na terminal.
da: UniConnect kunne ikke sende linkteksten til en terminal.
de: UniConnect konnte den Linktext nicht an ein Terminal senden.
es: UniConnect no pudo enviar el texto del enlace a un terminal.
fr: UniConnect n'a pas pu envoyer le texte du lien à un terminal.
it: UniConnect non è riuscito a inviare il testo del collegamento a un terminale.
ja: UniConnect はリンクのテキストをターミナルに送信できませんでした。
km: UniConnect មិនអាចផ្ញើអត្ថបទតំណទៅស្ថានីយបានទេ។
ko: UniConnect가 링크 텍스트를 터미널로 보낼 수 없습니다.
nb: UniConnect kunne ikke sende koblingsteksten til en terminal.
pl: UniConnect nie mógł wysłać tekstu linku do terminala.
pt_br: UniConnect não conseguiu enviar o texto do link para um terminal.
ru: UniConnect не удалось отправить текст ссылки в терминал.
th: UniConnect ไม่สามารถส่งข้อความลิงก์ไปยังเทอร์มินัลได้
tr: UniConnect bağlantı metnini bir terminale gönderemedi.
uk: UniConnect не вдалося надіслати текст посилання до терміналу.
zh_hans: UniConnect 无法将链接文本发送到终端。
zh_hant: UniConnect 無法將連結文字傳送到終端機。

# dialog.textURL.previewLabel
source: Text preview:
ar: معاينة النص:
bs: Pregled teksta:
da: Teksteksempel:
de: Textvorschau:
es: Vista previa del texto:
fr: Aperçu du texte:
it: Anteprima del testo:
ja: テキストプレビュー:
km: ការមើលអត្ថបទជាមុន៖
ko: 텍스트 미리보기:
nb: Forhåndsvisning av tekst:
pl: Podgląd tekstu:
pt_br: Pré-visualização do texto:
ru: Предварительный просмотр текста:
th: ตัวอย่างข้อความ:
tr: Metin önizlemesi:
uk: Попередній перегляд тексту:
zh_hans: 文字预览：
zh_hant: 文字預覽：
